Repository: 15831944/cammill
Catalog: po/*.po
Languages: de, el, es, fr, it, pl, tr, vi

source: Load Drawing
de: Zeichnung laden
el: Φόρτωση σχεδίου
es: Cargar dibujos
fr: Charger un dessin
it: carica disegni
pl: Załaduj rysunek
tr: Çizimi Yükle
vi: Tải bản vẽ

source: DXF-Drawings
de: DXF-Zeichnungen
el: Σχέδια DXF
es: DXF-Dibujos
fr: Dessins DXF
it: Disegni DXF
pl: Rysunki DXF
tr: DXF-Çizimleri
vi: Bản vẽ DXF

source: HPGL-Files
de: HPGL-Dateien

source: gCode-Files
de: gCode-Dateien

source: Bitmap-Files
de: Bitmap-Dateien

source: 3D-Objects
de: 3D-Objekte
fr: Objets 3D

source: Save Output As..
de: Ausgaben speichern unter..
el: Αποθήκευση εξόδου ως..
es: Guardar como...
fr: Sauvegarder sous
it: Salva output con nome..
pl: Zapisz dane wyjściowe jako..
tr: Çıktıyı ... olarak kaydet
vi: Lưu trữ đầu ra thành ..

source: Load Tooltable
de: Werkzeugtabelle laden
el: Φόρτωση πίνακα εργαλείων
es: Cargar tabla de herramientas
fr: Charger une table d'outils
it: Carica Utensili
pl: Wczytaj tooltable
tr: Araç tablosunu Yükle
vi: Tải bảng công cụ

source: Tooltable
de: Werkzeugtabelle
el: Πίνακας εργαλείων
es: Tabla de herramientas
fr: Table d'outils
it: Tabella Utensili
tr: Araç Tablosu
vi: Bảng công cụ

source: About
de: Über CAMmill
el: Περί
es: Acerca de
fr: A propos de...
it: A proposito
pl: O
tr: Hakkında
vi: Thông tin

source: Off
de: Aus

source: View
de: Ansicht
el: Προβολή
es: Ver
fr: Vue
it: Vista
pl: Widok
tr: Görünüm
vi: Giao diện

source: Machine
de: Maschine
el: Μηχανή
es: Máquina
it: Macchina
pl: Maszyna
tr: Makina
vi: Máy

source: Rotary
de: Rotation
el: Περιστροφικός
es: Girar
fr: Tournage
it: Rotazione
pl: Obrót
tr: Dönüş
vi: Trục quay

source: Tangencial
de: Tangenzial
el: Εφαπτομενικός
fr: Tangenciel
it: Tangenziale
pl: Tanges
tr: Teğet
vi: Tiếp tuyến

source: Misc
de: Sonstiges
el: Διάφορα
es: Otros
fr: Divers
it: Varie
pl: Inne
tr: Diğer
vi: Hỗn hợp

source: Objects
de: Objekte
el: Αντικείμενα
es: Objetos
fr: Objets
it: Oggetti
pl: Obiekty
tr: Nesneler
vi: Các đối tượng

source: Clone this Object...
de: Objekt kopieren

source: Value
de: Wert

source: _File
de: Datei
fr: Fichier (_F)

source: _Load DXF
de: DXF laden
fr: Charger DXF (_L)

source: _Reload DXF
de: DXF neuladen
fr: Recharger DXF (_R)

source: _Save Output As..
de: Ausgabe _Speichern als
fr: Sauvegarder la sortie sous (_S)

source: _Save Output
de: Ausgabe _Speichern
fr: Sauvegarder la sortie (_S)

source: Load Preset
de: Voreinstellungen laden
el: Φόρτωση προεπιλογής
es: Cargar preestablecido
fr: Charger un Preset
it: Carica Settaggi
pl: Wczytaj preset
tr: Ön ayarları yükle
vi: Tải cài sẵn

source: Save Preset
de: Voreinstellungen speichern
el: Αποθήκευση προεπιλογής
es: Guardar Preselección
fr: Sauvegarder les reglages
it: Salva Settaggi
pl: Zapisz preset
tr: Ön ayarları kaydet
vi: Lưu cài đặt trước

source: Save Setup
de: Einstellungen speichern
el: Αποθήκευση ρύθμισης
es: Guardar configuración
fr: Sauvegarder la configuration
it: Salva configurazione
pl: Zapisz ustawienia
tr: Ayarları Sakla
vi: Lưu thiết lập

source: _Tools
de: Werkzeuge

source: rotate
de: drehen

source: flip-x
de: Spiegeln-X

source: flip-y
de: Spiegeln-Y

source: _Help
de: Hilfe
fr: Aide (_H)

source: Load DXF
de: DXF-Datei laden
el: Φόρτωση DXF
es: Cargar DXF
fr: Charger un DXF
it: Carica DXF
pl: Załaduj DXF
tr: DXF Yükle
vi: Tải DXF

source: Reload DXF
de: DXF-Datei auffrischen
el: Επαναφόρτωση DXF
es: Recargar DXF
fr: Recharger le DXF
it: Ricarica DXF
pl: Przeładuj DXF
tr: DXF Yeniden yükle
vi: Tải lại DXF

source: Save Output
de: Ausgaben speichern
el: Αποθήκευση εξόδου
es: Guardar salida
fr: Sauvegarder le GCODE
it: Salva output
pl: Zapisz dane wyjściowe
tr: Çıktıyı Kaydet
vi: Lưu trữ đầu ra

source: None
de: Keine Korrektur
el: Κανένα
es: Ninguno
fr: Sans
it: Nessuna
pl: Brak
tr: Hiçbiri
vi: Không có

source: Inside
de: Innenseite
el: Μέσα
es: Interior
fr: Interieur
it: Interno
pl: Wewnątrz
tr: İçinde
vi: Bên trong

source: Outside
de: Außenseite
el: Έξω
es: Exterior
fr: Exterieur
it: Esterno
pl: Zewnątrz
tr: Dışında
vi: Bên ngoài

source: Mist
de: Nebeln

source: Flood
de: Fluten

source: 3D-View
de: 3D-Ansicht
el: Προβολή 3Δ
es: Vista 3D
fr: Vue 3D
it: Vista-3D
pl: Widok 3D
tr: 3D-Görünüm
vi: Hiển thị 3D

source: Output
de: Ausgabe
el: Έξοδος
es: Salida
fr: Sortie
pl: Wyjście
tr: Çıktı
vi: Đầu ra

source: PostProcessor
de: Postprozessor
el: Μετεπεξεργαστής
es: Postprocesador
fr: Post-Processeur
it: Postprocessore
pl: Postprocesor
tr: Postİşlemcisi
vi: Bộ xử lý phía sau

source: Documentation
de: Dokumentation
el: Τεκμηρίωση
es: Documentación
it: Documentazione
pl: Dokumentacja
tr: Belgeleme
vi: Tài liệu

source: Distance: Mill-XY=%0.2fmm/Z=%0.2fmm / Move-XY=%0.2fmm/Z=%0.2fmm / Time>%0.1fmin
de: Weg: Mill-XY=%0.2fmm/Z=%0.2fmm / Move-XY=%0.2fmm/Z=%0.2fmm / Zeit>%0.1fmin

source: Tool
de: Werkzeug
el: Εργαλείο
es: Herramienta
fr: Outil
it: Utensile
pl: Narzędzie
tr: Araçlar
vi: Công cụ

source: Milling
de: Fräsen
el: Αυλάκωση
es: Fresado
fr: Usinage
it: Fresatura
pl: Frezowanie
tr: Freze
vi: Máy phay

source: Tabs
de: Haltelaschen
el: Γλωττίδες
es: Pestañas
fr: Bridage
it: Fissaggi
pl: Karty
tr: Sekmeler
vi: Thẻ

source: On/Off
de: An/Aus
el: Ενεργό/Ανενεργό
it: Sì/No
pl: Wł./Wył
tr: Açık/Kapalı
vi: Tắt/Mở

source: -5 First
de: -5 Am Anfang
el: -5 Πρώτο
es: -5 Primero
fr: -5 (Eleve)
it: -5 prima
pl: Pierwszy -5
tr: -5 Önce
vi: -5 Đầu tiên

source: 0 Auto
de: 0 Automatisch
el: 0 Αυτόματο
es: 0 Automático
tr: 0 Otomatik
vi: 0 Tự động

source: 5 Last
de: 5 Am Ende
el: 5 τελευταίο
es: 5 Ultima
fr: 5 (basse)
it: 5 dopo
pl: 5 ostatni
tr: 5 Sonra
vi: 5 Cuối cùng

source: Expander
de: Aufklapp-Menüs
el: Επέκταση
es: Expansor
fr: Etendue
it: Voci estese
pl: Rozszerzony
tr: Genişletici
vi: Mở rộng hơn

source: Notebook-Tabs
de: Register
el: Καρτέλες σημειωματαρίου
es: Notebook-Fichas
fr: Onglets
it: Tabs
pl: Karty notesu
tr: Not Defteri-Sekmeleri
vi: Tab cho notebook

source: Batchmode
de: Batch-Modus

source: Setup-Autosave
de: Setup beim Beenden speichern

source: Zoom
de: Vergrößern
el: Εστίαση
pl: Powiększ
tr: Yakınlaştır
vi: Thu phóng

source: view-zoom
de: Vergrößern der 3D-Ansicht
el: Εστίαση προβολής
es: vista zoom
fr: Zoomer
it: Vista zoom
pl: Widok zoom
tr: görünümü-yakınlaştır
vi: xem phóng to

source: Helplines
de: Hilfslinien
el: Βοηθητικές γραμμές
es: Líneas de ayuda
fr: Lignes d'aide
it: Dimensioni
pl: Pomoc
tr: Yardımcı Çizgiler
vi: Đường dây nóng

source: show helplines
de: Hilfslinien anzeigen
el: Εμφάνιση βοηθητικών γραμμών
es: Mostrar líneas de ayuda
fr: Afficher les lignes d'aide
it: Mostra Dimensioni
pl: Pokaż pomoc
tr: yardımcı çizgileri göster
vi: Hiển thị đường dây nóng

source: ShowGrid
de: Raster anzeigen
el: Εμφάνιση πλέγματος
es: Mostrar Grilla
fr: Afficher la grille
it: Mostra Griglia
tr: IzagarayıGöster
vi: Lưới hiển thị

source: show grid
de: Raster anzeigen
el: εμφάνιση πλέγματος
es: Mostrar grilla
fr: Afficher la grille
it: Mostra Griglia
pl: pokaż siatkę
tr: ızgarayı göster
vi: Hiển thị lưới

source: ShowTool
de: Werkzeug anzeigen
el: Εμφάνιση εργαλείου
es: Mostrar Herramienta
fr: Afficher l'outil
it: Mostra Utensile
pl: PokażNarzędzie
tr: AraçlarıGöster
vi: Công cụ hiển thị

source: show tool-diameter
de: Werkzeug-Durchmesser anzeigen
el: Εμφάνιση διαμέτρου εργαλείου
es: Mostrar diámetro de herramienta
fr: Afficher le diametre de l'outil
it: Mostra diametro utensile
pl: pokaż średnicę narzędzia
tr: araç-çapını göster
vi: Hiển thị đường kính công cụ

source: Textures
de: Texturen
el: Υφές
es: Texturas
pl: Tekstury
tr: Kaplamalar
vi: Kết cấu

source: Bitmap file to load for texture rendering
de: Bitmap-Datei für Textur

source: show textures
de: Texturen anzeigen
el: εμφάνιση υφών
es: Mostrar Texturas
fr: Afficher les textures
it: Mostra Texture
pl: pokaż tekstury
tr: kaplamaları göster
vi: Hiển thị kết cấu

source: Rotate-X
de: X-Achse drehen
el: Περιστροφή Χ
es: Girar-X
fr: Rotation-X
it: Ruota Asse X
pl: Obróć X
tr: Çevir-X
vi: Xoay trục X

source: View-Rotate X
de: X-Achse in der 3D-Ansicht drehen
el: Προβολή περιστροφής Χ
es: Girar vista X
fr: Rotation en X de la vue
it: Mostra Asse X
pl: Obracanie widoku X
tr: Görüntüle-Çevir X
vi: Hiển thị xoay trục X

source: Rotate-Y
de: Y-Achse drehen
el: Περιστροφή Υ
es: Girar-Y
fr: Rotation-Y
it: Ruota Asse Y
pl: Obróć-Y
tr: Çevir Y
vi: Xoay trục Y

source: View-Rotate Y
de: Y-Achse in der 3D-Ansicht drehen
el: Προβολή περιστροφής Υ
es: Girar vista Y
fr: Rotation en Y de la vue
it: Mostra Asse Y
pl: Obracanie widoku Y
tr: Görüntüle-Çevir Y
vi: Hiển thị xoay trục Y

source: Rotate-Z
de: Z-Achse drehen
el: Περιστροφή Ζ
es: Girar-Z
fr: Rotation-Z
it: Ruota Asse Z
pl: Obróć-Z
tr: Çevir Z
vi: Xoay trục Z

source: View-Rotate Z
de: Z-Achse in der 3D-Ansicht drehen
el: Προβολή περιστροφής Ζ
es: Girar vista Z
fr: Rotation en Z de la vue
it: Mostra Asse Z
pl: Obracanie widoku Z
tr: Görüntüle-Çevir Z
vi: Hiển trị xoay trục Z

source: Translate-X
de: X-Achse verschieben
el: Μετακίνηση Χ
es: Mover-X
fr: Translation-X
it: Trasla Asse X
pl: Przetłumacz X
tr: Çevir-X
vi: Dịch trục X

source: View-Translate X
de: X-Achse in der 3D-Ansicht verschieben
el: Προβολή μετακίνησης Χ
es: Mover vista X
fr: Translation en X de la vue
it: Mostra Traslazione Asse X
pl: Pokaż-przetłumacz X
tr: Görüntüle-Çevir X
vi: Hiển thị dịch trục X

source: Translate-Y
de: Y-Achse verschieben
el: Μετακίνηση Υ
es: Mover-Y
fr: Translation-Y
it: Trasla Asse Y
pl: Przetłumacz-Y
tr: Çevir-Y
vi: Dịch trục Y

source: View-Translate Y
de: Y-Achse in der 3D-Ansicht verschieben
el: Προβολή μετακίνησης Υ
es: Mover vista Y
fr: Translation en Y de la vue
it: Mostra Traslazione Asse Y
pl: Pokaż przetłumacz Y
tr: Görüntüle-Çevir Y
vi: Hiển thị dịch trục Y

source: Grid-Size
de: Raster-Größe
el: Μέγεθος πλέγματος
es: Tamaño de grilla
fr: Pas de la grille
it: Dimensione Griglia
pl: Rozmiar siatki
tr: Izagara-Boyutu
vi: Kích thước lưới

source: size of the grid
de: Raster-Größe
el: μέγεθος του πλέγματος
es: Tamaño de grilla
fr: Pas de la grille
it: dimensione griglia
pl: rozmiar siatki
tr: ızgaranın boyutu
vi: Kích thước của lưới

source: Arrow-Scale
de: Pfeil-Skalierung
el: Κλίμακα τόξου
es: Escala de flecha
fr: Taille des axes
it: Dimensione Frecce
pl: Skala siatki
tr: Ok-Ölçek
vi: Mũi tên điều chỉnh

source: size of arrows
de: Pfeil-Skalierung
el: μέγεθος των τόξων
es: tamaño de las flechas
fr: Taille des axes
it: dimensione delle frecce
pl: rozmiar strzał
tr: okun büyüklüğü
vi: Kích thước mũi tên

source: DXF-File
de: DXF-Datei
el: Αρχείο DXF
es: Fichero DXF
fr: Fichiers DXF
it: File DXF
pl: Plik DXF
tr: DXF-Dosyası
vi: Tập tin DXF

source: dxf-filename
de: DXF-Datei
el: Όνομα αρχείου dxf
es: nombre de archivo DXF
fr: Nom du DXF
it: nome del file DXF
pl: nazwa pliku Dxf
tr: dxf-dosyaadi
vi: tên tập tin dxf

source: Select
de: Auswahl
el: Επιλογή
es: Seleccionar
fr: Selectionner
it: Seleziona
pl: Wybierz
vi: Chọn

source: selected tool from tooltable
de: Werkzeug-Auswahl aus der Werkzeigtabelle
el: επιλεγμένο εργαλείο από τον πίνακα εργαλείων
es: Herramienta seleccionada
fr: Selectionner un outil depuis la table
it: seleziona un utensile dalla tabella
pl: wybierz przedmiot z tooltable
tr: araç tablosundan seçilmiş araçlar
vi: công cụ được chọn từ bảng công cụ

source: Number
de: Nummer
el: Αριθμός
es: Numero
fr: Numero
it: Numero
pl: Numer
tr: Numara
vi: Số

source: tool-number
de: Werkzeug-Nummer
el: Αριθμός εργαλείου
es: número de herramienta
fr: Reference de l'outil
it: Utensile numero
pl: numer narzędzia
tr: araç-numarası
vi: công cụ số

source: Diameter
de: Durchmesser
el: Διάμετρος
es: Diámetro
fr: Diametre
it: Diametro
pl: Średnica
tr: Çap
vi: Đường kính

source: tool-diameter
de: Werkzeug-Durchmesser
el: διάμετρος εργαλείου
es: diámetro de la herramienta
fr: Diametre d'outil
it: Diametro Utensile
pl: narzędzie średnicy
tr: araç-çapı
vi: công cụ đường kính

source: CalcSpeed
de: Berechnete Drehzahl
el: Ταχύτητα υπολογισμού
es: Velocidad de cálculo
fr: Vitesse calculee
it: Calcola Velocità
tr: HesapHızı
vi: Tốc độ tính toán

source: calculated spindle-speed
de: Berechnete Werkzeugspindel-Drehzahl
el: υπολογισμένη ταχύτητα άξονα
es: velocidad de husillo calculada
fr: Vitesse de rotation calculee
it: velocità del mandrino calcolata
pl: obliczona prędkość obrotowa
tr: hesaplanmış iş mili hızı
vi: tốc độ trục chính đã được tính toán

source: Speed
de: Geschwindigkeit
el: Ταχύτητα
es: Velocidad
fr: Vitesse
it: Velocità
pl: Prędkość
tr: Hız
vi: Tốc độ

source: real spindle-speed
de: Werkzeugspindel-Drehzahl
el: υπολογισμένη ταχύτητα άξονα
es: velocidad real del husillo
fr: Vitesse de rotation reelle desiree
it: velocità del mandrino reale
pl: prawdziwa prędkość obrotowa
tr: gerçek iş mili hızı
vi: tốc độ trục chính thực tế

source: Flutes
de: Schneiden
el: Αυλακώσεις
fr: Tranchants
it: Taglienti
pl: Flety
tr: Oluk
vi: Rãnh dọc

source: flutes of the tool, to calculate max toolspeed and feedrate
de: Anzahl Schneiden des Werkzeugs
el: Αυλακώσεις στο εργαλείο, για τον υπολογισμό της μέγιστης ταχύτητας του εργαλείου και του ρυθμού τροφοδοσίας
es: Flutes de la herramienta, para calcular el maximo de velocidad y avance
fr: Nombres de tranchants de la fraise, pour calculer les vitesses maximales de rotation et d'avance
it: taglienti dell'utensile per calcolare la max velocità e avanzamento
pl: flety narzędzi, aby zmierzyć maksymalną prędkość narzędzia i feedrate
tr: aletlerin olukları, maksimum alet hızını ve ilerleme hızını hesaplamak için
vi: rãnh dọc của công cụ, để tính toán tốc độ công cụ và chỉ số cắt

source: Table
de: Tabelle
el: Πίνακας
es: Tabla
fr: Table d'outils
it: Tabella
pl: Tabela
tr: Masa
vi: Bảng

source: the tooltable filename
de: Pfad zur Werkzeug-Tabelle
el: το όνομα αρχείου του πίνακα εργαλείων
es: nombre de archivo de tabla de herramientas
fr: Le nom de la table d'outils
it: nome della tabella utensili
pl: nazwa pliku tooltable
tr: araç tablosu dosya adi
vi: tên tập tin bảng công cụ

source: MaxFeedRate
de: Maximaler Vorschub
el: Μέγιστος ρυθμός τροφοδοσίας
es: Velocidad de avance máxima
fr: Vitesse de deplacement maximale
it: Avanzamento Max
tr: EnfazlaİlerlemeOranı
vi: Chỉ số cắt tối đa

source: calculated maximum feedrate
de: Maximaler Vorschub / berechnet
el: υπολογισμένος μέγιστος ρυθμός τροφοδοσίας
es: velocidad de avance máxima calculada
fr: Vitesse maximale de deplacement (calculee)
it: avanzamento massimo calcolato
pl: obliczona maksymalna prędkość posuwu
tr: hesaplanan en fazla ilerleme oranı
vi: chỉ số cắt tối đa đã tính toán

source: FeedRate
de: Vorschub
el: Ρυθμός τροφοδοσίας
es: Velocidad de avance
fr: Vitesse d'avance
it: Avanzamento
pl: Prędkość posuwu
tr: İlerlemeHızı
vi: Tỉ lệ cắt

source: real feedrate
de: Vorschub
el: πραγματικός ρυθμός τροφοδοσίας
es: velocidad de avance real
fr: Vitesse d'avance reelle desiree
it: avanzamento reale
pl: prawdziwa prędkość posuwu
tr: gerçek ilerleme hızı
vi: tỉ lệ cắt thực tế

source: PlungeRate
de: Vertikaler-Vorschub
el: Ρυθμός βύθισης
es: Velocidad de entrada vertical
fr: Vitesse de plongee
it: Avanz. Vert.
tr: DalmaOranı
vi: Chỉ số bước nhảy

source: plunge feedrate
de: Vertikaler-Vorschub
el: ρυθμός τροφοδοσίας βύθισης
es: velocidad de corte vertical
fr: Vitesse de plongee
it: avanzamento varticale
pl: prędkość posuwu wgłębnego
tr: dalma oranı ilerleme oranı
vi: bước nhảy của chỉ số cắt

source: Depth
de: Tiefe
el: Βάθος
es: Profundidad
fr: Profondeur finale
it: Profondità
pl: Głębokość
tr: Derinlik
vi: Chiều sâu

source: end depth
de: Tiefe
el: τέλος βάθους
es: profundidad final
fr: Profondeur finale
it: profondità finale
pl: głębokość końcowa
tr: son derinlik
vi: chiều sâu đầu cuối

source: Z-Step
de: Z-Schritt
el: Βήμα Ζ
es: Z-Paso
fr: Profondeur de passe
pl: Krok Z
tr: Z-Adımı
vi: Bước Z

source: depth per step
de: Z-Schritt pro Durchgang
el: βάθος ανά βήμα
es: profundidad por paso
fr: Pas en descente
it: avanz. per Z-Step
pl: głębokość na każdym etapie
tr: adım derinliği
vi: độ sâu một bước

source: Safe-Move
de: Sichere-Z-Position
el: Αποθήκευση μετακίνησης
es: Guardar-Mover
fr: Hauteur de securite
it: Salva/muovi Pos-Z
vi: Lưu, di chuyển

source: safe move z-position
de: Sichere-Bewegungen
es: guardar movimiento Z-posición
fr: Hauteur de securite
it: salva/muovi posizione Z
vi: lưu di chuyển vị trí trục z

source: use this object
de: Objekt verwenden
el: χρήση αυτού του αντικειμένου
es: use este objeto
it: Usa questo oggetto
pl: użyj tego obiektu
tr: bu nesneyi kullan
vi: sử dụng đối tượng này

source: override global parameters for this object
de: Überschreibe globale Einstellungen
el: αντικατάσταση των γενικών παραμέτρων για αυτό το αντικείμενο
es: reemplazar los parámetros globales de este objeto
it: Utilizza questi parametri invece di quellli predefiniti per questo oggetto
pl: zastąp parametry globalne dla obiektu
tr: bu nesne için genel parametreleri geçersiz kıl
vi: ghi đè lên các biến số toàn cục cho đối tượng này

source: Overcut
de: Ecken Ausfräsen
el: Περιθώριο κοπής
es: Corte final
fr: A travers tout
it: Sovrapposizione
tr: Fazla Kesim
vi: Cắt rìa

source: overcutting edges
de: Ecken Ausfräsen
el: άκρες περιθωρίου κοπής
es: finalizando corte de bordes
fr: Traverser tout
it: Estendi taglio angoli
pl: overcutting krawędzi
tr: fazla kesim kenarları
vi: Cắt rìa các cạnh

source: Lasermode
de: Laser-Modus
el: Κατάσταση λέιζερ
es: Modo laser
fr: Mode laser
it: Modalità Laser
tr: Lazer modu
vi: Chế độ laser

source: lasermode, depth=0.0, turn on/off per object
de: Laser-Modus
el: κατάσταση λέιζερ, βάθος=0,0, ενεργοποίηση/απενεργοποίηση ανά αντικείμενο
es: modo laser, profundidad= 0.0, encender/apagar por objeto
fr: Utilisation d'un laser, on/off pour chaque objet
it: Modalità Laser, prof.=0.0, acceso/spento per oggetto
pl: lasermode, Głębokość = 0,0, Włączanie i wyłączanie poszczególnych obiektów
tr: laser modu, derinlik=0.0, nesne başına açma/kapama
vi: chế độ laser, chiều sâu = 0, bật/tắt cho từng đối tượng

source: Climb
de: Gleichlauffräsen
el: Άνοδος
es: Subir
fr: Inverser deplacement
it: Fresatura Concorde
pl: Wspinaczka
tr: Tırmanma
vi: Leo lên

source: Climb Milling
de: Gleichlauffräsen
el: Αυλάκωση ανόδου
es: Subir mecanizado
it: Fresatura Concorde
pl: Frezowanie współbieżne
tr: Tırmanan Frezeleme
vi: Máy phay leo

source: reverse milling direction / climb milling
de: umdrehen der Fräs-Richtung / Gleichlauffräsen
el: αντιστροφή κατεύθυνσης αυλάκωσης / αυλάκωσης ανόδου
es: invertir dirección de fresado / subir fresado
fr: Inverser le sens de deplacement
it: inverte la direzione fresatura / fresatura concorde
pl: odwróć kierunek Frezowanie / Frezowanie współbieżne
tr: ters mil yönü / tırmanan freze
vi: đảo ngược hướng phay / leo lên phay

source: NoOffsets
de: Werkzeugkorrektur abschalten
el: Χωρίς μετατοπίσεις
es: Sin compensación
fr: Sans offset d'outil
it: Nessun Offset
tr: KaydırmaYok
vi: Không offset

source: without tool-offsets
de: ohne Werkzeugkorrektur
el: χωρίς μετατοπίσεις εργαλείου
es: sin compensaciones de herramienta
fr: Sans compensation d'outil
it: senza compensazione utensile
pl: bez przesunięć narzędzi
tr: kaydırma-araçları olmadan
vi: không công cụ offset

source: Mill Text
de: Texte fräsen
el: Κείμενο αυλάκωσης
es: Texto mecanizado
fr: Graver le texte
it: Fresa Testo
pl: Tekst Mill
tr: Mil Yazısı
vi: Văn bản phay

source: mill mtext from dxf-files
de: MTEXT aus DXF fräsen
el: Μύλος mtext από αρχεία dxf
es: texto mecanizado desde archivo dxf
fr: Graver le mtext issu d'un fichier dxf
it: Fresa MTEXT da file DXF
pl: młyn mtext z plików dxf
tr: dxf-dosyalarından mtext mili
vi: mtext máy phay từ tập tin dxf

source: output objects without offsets / for debuging
de: Ausgabe der Objekte ohne Werkzeugkorrektur
vi: đầu ra các đối tượng không có offset / dành cho gỡ lỗi

source: Use Taps
de: Haltelaschen
el: Χρήση γλωττίδων
fr: Utiliser des brides
it: Usa Fissaggi
pl: Użyj dotknięć
tr: Sekmeleri Kullan
vi: Sử dụng vòi nước

source: using holding-tabs
de: Haltelaschen nutzen
el: χρήση γλωττίδων συγκράτησης
es: usando pestañas sostenidas
fr: Utiliser des brides
it: usa punti di fissaggio
pl: za pomocą karty gospodarstwa
tr: sekme alanı kullanımı
vi: sử dụng tab tổ chức

source: Show Grid
de: Raster anzeigen
el: Εμφάνιση πλέγματος
es: Mostrar cuadrícula
fr: Afficher la grille
it: Mostra Griglia
pl: Pokaż siatkę
tr: Izgarayı Göster
vi: Hiển thị lưới

source: show tab-grid
de: Halteraster anzeigen
el: Εμφάνιση πλέγματος γλωττίδων
es: mostrar cuadrícula de la pestaña
fr: Afficher la table rainuree
it: mostra griglia fissaggi
pl: pokaż kartę siatki
tr: sekme-ızgarasını göster
vi: Hiển thị lưới tab

source: depth of the holding-tabs
de: Tiefe der Haltelaschen
el: βάθος των γλωττίδων συγκράτησης
es: profundidad de la pestaña sostenida
fr: Hauteur du bridage
it: profondita dei punti di fissaggio
pl: głębokość z gospodarstwa kart
tr: sekme-alanı derinliği
vi: độ sâu của các tab tổ chức

source: Length
de: Länge
fr: Longueur
it: Lung. Fissaggi

source: length of the holding-tabs
de: Tiefe der Haltelaschen
fr: Largeur des brides
it: lunghezza dei punti di fissaggio

source: Triangle-Type
de: Dreieck (An), Rechteck (Aus)
el: Τριγωνικός τύπος
es: Tipo de triángulo
fr: Brides triangulaires
it: Triangolari
pl: Trójkątne
tr: Üçgen-Tipi
vi: Loại tam giác

source: type of the holding-tabs
de: Typ der Haltelaschen
el: τύπος των γλωττίδων συγκράτησης
es: tipo de pestaña sostenida
fr: Type de bridage
it: Tipo di punti di fissaggio
pl: rodzaj z gospodarstwa kart
tr: sekme-alanı tipi
vi: loại tab tổ chức

source: X-Grid
de: X-Raster
el: Πλέγμα Χ
es: X-Cuadrícula
fr: Pas de rainure en X
it: Griglia-X
tr: X-Izgarası
vi: Lưới theo trục X

source: X-grid of the holding-tabs
de: X-Raster der Haltelaschen
el: Πλέγμα Χ των γλωττίδων συγκράτησης
es: X-cuadrícula de la pestaña sostenida
fr: Pas en X de la table de fraisage
it: punti di fissaggio su griglia-X
pl: X-grid gospodarstwa-kart
tr: Sekme alanları için X-ızgarası
vi: Lưới theo trục X của tab tổ chức

source: Y-Grid
de: Y-Raster
el: Πλέγμα Υ
es: Y-Cuadrícula
fr: Pas de rainure en Y
it: Griglia-Y
tr: Y-Izgarası
vi: Lưới theo trục Y

source: Y-grid of the holding-tabs
de: Y-Raster der Haltelaschen
el: Πλέγμα Υ των γλωττίδων συγκράτησης
es: Y-cuadrícula de la pestaña sostenida
fr: Pas en Y de la table de fraisage
it: punti di fissaggio su griglia-Y
pl: Y-grid gospodarstwa-kart
tr: Sekme-alanı için Y-ızgarası
vi: Lưới theo trục Y của tab tổ chức

source: Fastmove-Speed
de: Maximale-Geschwindigkeit
el: Ταχύτητα γρήγορης μετακίνησης
es: Alta velocidad
fr: Vitesse de deplacement rapide
it: Velocità Rapidi
pl: Fastmove prędkość
tr: HızlıTaşıma-Hızı
vi: Tốc độ di chuyển nhanh

source: fast-move speed of the machine, to calculate the milling-time
de: Maximale-Geschwindigkeit zum berechnen der mindest Fräs-Dauer
el: ταχύτητα γρήγορης κίνησης της μηχανής, για τον υπολογισμό του χρόνου αυλάκωσης
es: alta velocidad de la máquina, para calcular el tiempo de mecanizado
fr: Mouvement rapide de la machine, pour estimer le temps d'usinage
it: Velocità dei rapidi per calcolare il tempo di fresatura
pl: szybkie przenoszenie prędkości maszyny, aby obliczyć czas frezowania
tr: makinanın hızlı-taşıma hızı, mil süresini hesaplamak için
vi: tốc độ di chuyển nhanh của máy, để tính thời gian phay

source: post-processor selection
de: Postprozessor-Auswahl
el: επιλογή μετεπεξεργαστή
es: selección del postprocesador
fr: Selection du post processeur
it: Seleziona Postprocessore
pl: post-procesor wybór
tr: işlemci-sonrası seçim
vi: Lựa chọn xử lý đăng

source: Output-File
de: Ausgabe-Datei
el: Αρχείο εξόδου
es: Archivo de salida
fr: Fichier de sortie
it: File di Output
pl: Plik wyjściowy
tr: Çıktı-Dosyası
vi: Tập tin đầu ra

source: gcode-output filename
de: Ausgabe-Datei
el: όνομα αρχείου εξόδου gcode
es: nombre de archivo de salida - gcode
fr: Nom du fichier GCODE de sortie
it: nome del file di output (gcode)
pl: nazwa pliku wyjściowego gcode
tr: gcode-çıktı dosya adı
vi: tên tập tin đầu ra gcode
