Repository: 15831944/cammill
Catalog: po/*.po
Languages: de, el, es, fr, it, pl, tr, vi

source: material selection to calculate feedrate and spindlespeed
de: Material-Auswahl
el: επιλογή υλικού για υπολογισμό του ρυθμού τροφοδοσίας και της ταχύτητας άξονα
es: selección de materiales para calcular la velocidad de avance y rpm del husillo
fr: Selection du materiau, sert Ã calculer les vitesses d'avance et de rotation
it: tipo di materiale per calcolare velocità mandrino e avanzamento
pl: wybór materiałów do obliczania prędkości posuwu i spindelspeed
tr: malzeme seçimi için iş mili hızı ve ilerleme oranı hesabı
vi: Các lựa chọn tài liệu để tính toán chỉ số cắt và quay

source: Cutting Speed
de: Schnittgeschwindigkeit
el: Ταχύτητα κοπής
es: Velocidad de corte
fr: Vitesse de coupe
it: Velocità di Taglio
pl: Prędkość cięcia
tr: Kesme Hızı
vi: Tốc độ cắt

source: Feed/Tooth@<4mm
de: Vorschub/Schneide (<4mm)
el: Τροφοδοσία/Δόντι@<4mm
es: Avance/diente@<4mm
fr: Vitesse d'avance/tranchant (diametre outil < 4mm)
it: Avanzamento/Taglienti (<4mm)
tr: Besleme/Diş@<4mm
vi: Cắt/Răng@<4mm

source: Feed/Tooth@<8mm
de: Vorschub/Schneide (<8mm)
el: Ταχύτητα/Δοντι@<8mm
es: Avance/diente@<8mm
fr: Vitesse d'avance/tranchant (diametre outil < 8mm)
it: Avanzamento/Taglienti (<8mm)
tr: Besleme/Diş@<8mm
vi: Cắt/Răng@<8mm

source: Feed/Tooth@<12mm
de: Vorschub/Schneide (<12mm)
el: Ταχύτητα/Δόντι@<12mm
es: Avance/diente @ < 12mm
fr: Vitesse d'avance/tranchant (diametre outil < 12mm)
it: Avanzamento/Taglienti (<12mm)
tr: Besleme/Diş@12mm
vi: Cắt/Răng@<12mm

source: Texture
de: Texturen
el: Υφή
es: Textura
pl: Tekstura
tr: Kaplama
vi: Kết cấu

source: Post-Command
de: Post-Befehl
el: Μεταεντολή
es: Post-comando
fr: Post commande
it: Comando Post
pl: Po wprowadzeniu polecenia
tr: Konu-Yorum
vi: Lẹnh đăng

source: postcommand to trigger an script after saving the gcode (you can use this to copy the gcode to your cnc-machine)
de: Post-Befehl zum starten eines Befehls nach dem Speichern der Ausgabe-Daten (z.B. zum kopieren der Daten auf eine entfernte CNC-Maschine)
el: μετα-εντολή για την εκκίνηση ενός σεναρίου μετά την αποθήκευση του gcode (μπορείτε να χρησιμοποιήσετε αυτό για να αντιγράψετε το gcode στην cnc μηχανή σας)
es: postcommand para activar una secuencia de comandos después de guardar el gcode (usted puede utilizar para copiar la gcode a su máquina cnc)
fr: Post-commande pour lancer un script apres avoir sauvegarder le GCODE (Peut être utilise pour televerser le code a la CNC)
it: comando per lanciare uno script dopo aver salvato il gcode (usabile per trasferire il codice alla fresatrice)
pl: postcommand do uruchomienia skryptu po zapisaniu gcode (można to skopiować gcode na Twojej maszynie cnc)
tr: gcode kaydettikten sonra bir komut dosyası tetiklemek için gönder komutu, (gcode cnc-makinenize kopyalamak için bunu kullanabilirsiniz)
vi: lệnh đăng để kích hoạt kịch bản sau khi lưu trữ gocde (bạn có thể sử dụng cái này để sao chép gcode vào máy CNC của bạn)

source: object selection
de: Objekt-Auswahl
el: επιλογή αντικειμένου
es: selección de objetos
fr: Choix d'un objet
it: selezione oggetto
pl: wybór obiektu
tr: nesne seçimi
vi: lựa chọn đối tượng

source: Use
de: Verwenden
el: Χρήση
es: Uso
fr: Utiliser
it: Usa Oggetto
pl: Użycie
tr: Kullan
vi: Sử dụng

source: Overwrite
de: Überschreiben
el: Αντικατάσταση
es: Sobrescribir
fr: Surcharger, remplacer les parametres generiques
it: Sovrascrivi
pl: Zastąp
tr: Üzerine yaz
vi: Ghi đè

source: Offset
de: Werkzeugkorrektur
el: Μετατόπιση
es: Desfase
pl: Poprawka
tr: Denge

source: Pocket
de: Taschen
el: Κοιλότητα
es: Pequeño
fr: Poche
it: Tasca
pl: Kieszeń
tr: Paket
vi: Đường bao

source: mill pockets inside
de: Taschen innen fräsen

source: Pocket cutting
de: Taschen-Fräsen
el: Κοπή κοιλότητας
es: Pequeño corte
it: Fresa una tasca
pl: Cięcie kieszeni
tr: Paket kesim
vi: Đường bao cắt

source: Pocket-Stepover
de: Taschen-Fräsen Überlappung

source: Laser cutting
de: Läser-Schneiden
el: Κοπή με λέιζερ
es: Corte por láser
it: Taglio Laser
pl: Cięcie laserowe
tr: Lazer kesim
vi: Cắt laser

source: Holding-Tab's
de: Haltelaschen
el: Γλωττίδες συγκράτησης
es: Pestañas sostenidas
fr: Table rainuree
it: Fissaggio Pezzi
pl: Gospodarstwo karta
tr: Sekme-Alanı
vi: Tab tổ chức

source: use holding tabs
de: Haltelaschen nutzen
el: χρήση γλωττίδων συγκράτησης
es: usar pestañas sostenidas
fr: Utilisation d'une table rainuree
it: usa fissaggio pezzi
pl: użyj kart gospodarstwa
tr: sekme alanını kullan
vi: sử dụng tab tổ chức

source: Order
de: Reihenfolge
el: Σειρά
es: Ordenar
fr: Priorite
it: Ordine
pl: Zamówienie
tr: Sıra
vi: Thứ tự

source: milling order (Auto= first internal then external, -1 -> -5 = mill first, 1 -> 5 = mill last)
de: Fräs-Reihenfolge
el: σειρά αυλάκωσης (Auto= πρώτα εσωτερικά μετά εξωτερικά, -1-> -5 = πρώτη αυλάκωση, 1 -> 5 = τελευταία αυλάκωση)
es: orden de fresado (Auto= primero internos y luego externos, -1 -> -5 = fresado primero, 1 -> 5 = fresado al final)
fr: Priorite d'usinage
it: Ordine di fresatura (Auto = prima profili interni poi esterni, -1 -> -5 = fresa prima 1 -> 5 = fresa per ultimi)
pl: frezowanie zamówienia (Auto= first internal then external, -1 -> -5 = mill first, 1 -> 5 = mill last)
tr: mil sırası (Otomatik= içteki dıştakinden önce, -1 -> -5 = mil önce, 1 -> 5 = mil sonra)
vi: Thứ tự phay (Tự động = đầu tư bên trong sau đó bên ngoài, -1->-3 = phay đầu tiên; 1->5 = phay cuối cùng)

source: Activate
de: Aktivieren
el: Eνεργοποίηση
es: Activar
fr: Activer
it: Attiva
pl: Aktywuj
tr: Aktif
vi: Kích hoạt

source: rotarymode to project 2D on rotating axis
de: Rotations-Modus
el: κατάσταση περιστροφής για 2Δ προβολή σε άξονα περιστροφής
es: modo de rotación a proyecto 2D sobre ejes
fr: Mode tournage pour projection sur axe de rotation
it: Modo rotazione per proiettare 2D su asse rotante
pl: rotarymode do projektu 2D na osi obrotu
tr: dönme eksenindeki 2D proje için dönermod
vi: Chế độ xoay đối với dự án 2D trên trục quay

source: Axis
de: Achse
el: Άξονας
es: Eje
fr: Axes
it: Asse
pl: Oś
tr: Eksen
vi: Trục

source: axis that used as rotating axis
de: Rotations-Achse
el: ο άξονας που χρησιμοποιήθηκε ως άξονας περιστροφής
es: eje que utiliza como eje de rotación
fr: Axe utilise comme axe de rotation
it: asse da usare come asse rotante
pl: oś, która używała jako osi obrotu
tr: dönme ekseni olarak kullanın eksen
vi: trục sử dụng như trục quay

source: diameter of the material for the rotary-mode
de: Durchmesser des Materials
el: η διάμετρος του υλικού για την κατάσταση περιστροφής
es: diámetro del material para el modo de rotación
fr: Diametre du materiau en mode tournage
it: diametro del materiale per modo rotazione
pl: średnica materiału dla trybu obrotowego
tr: döner-mod için malzemenin çapı
vi: đường kính của các nguyên liệu cho chế độ quay

source: tangencial-knife cutting, depth=0.0
de: Tangenzial-Messer
el: κοπή εφαπτομενικού μαχαιριού, βάθος=0,0
es: filo tangencial de corte, profundidad=0.0
fr: Couteau tangeanciel, 0.0
it: taglio tangenziale a lama, prof=0.0
pl: tangencial nóż cięcia, Głębokość = 0,0
tr: teğet-bıçak kesimi, derinlik=0.0
vi: Cắt tiếp điểm giao cắt, chiều sâu = 0.0

source: axis that used as tangencial axis
de: Tangenzial-Achse
el: ο άξονας που χρησιμοποιήθηκε ως εφαπτομενικός άξονας
es: eje que será utilizado como eje tangencial
fr: Axe utilise comme axe tangenciel
it: asse da usare come asse tangenziale
pl: oś, która używała jako osi tangencial
tr: teğet ekseni olarak kullanılan eksen
vi: trục sử dụng như trục tiếp tuyến

source: MaxAngle
de: Maximaler Winkel
el: Μέγιστη γωνία
es: Angulo máximo
fr: Angle maximal
it: AngoloMax
pl: MaksymalnyKąt
tr: EnFazlaAçı
vi: Góc lớn nhất

source: maximum angle before push up the knife
de: Maximaler Winkel bevor das Messer hochgefahren wird
el: μέγιστη γωνία πριν την ώθηση προς τα πάνω του μαχαιριού
es: ángulo máximo antes de comenzar el mecanizado
fr: Angle maximal avant de relever l'outil
it: angolo massimo prima di alzare la lama
pl: maksymalny kąt przed push up noża
tr: bıçağı itmeden önceki en fazla açı
vi: góc tối đa trước khi đẩy lên con dao

source: Tolerance
de: Tolleranz
el: Ανοχή
es: Tolerancia
it: Tolleranza
pl: Tolerancja
tr: Hata payı
vi: Sai số

source: Tollerance between points to close objects
de: Tolleranz zum verbinden von Linien
el: Ανοχή μεταξύ σημείων που κλείνουν αντικείμενα
es: Tolerancia entre puntos para cerrar objetos
fr: Tolerance entre deux points d'un objet
it: Tolleranza tra punti di oggetti vicini
pl: Tolerancja między punktami, aby zamknąć obiekty
tr: Nesneye yakın noktalar arasındaki hata payı
vi: Sai số giữ các điểm để bao đóng đối tượng

source: Tabs or Expander for Parameter
de: Parameter-Anzeige (Aufklapp-Menüs oder Register)
el: Γλωττίδες ή επεκτάσεις για παράμετρο
es: Fichas o expansor para parámetro
fr: Vue etendue ou par onglets
it: Tab o voci estese per i parametri
pl: Ekspander dla parametru lub karty
tr: Parametreler için Sekmeler veya Genişletici
vi: Tab hoặc mở rộng cho biến số

source: VNC-Server address
de: VNC-Server
el: Διεύθυνση διακομιστή VNC
es: Dirección del servidor VNC
fr: Adresse du serveur VNC
it: indirizzo VNC-Server
pl: Adres serwera VNC
tr: VNC-Sunucu adresi
vi: Đại chỉ máy chủ VNC

source: Help
de: Hilfe
el: Βοήθεια
es: Ayuda
fr: Aide
it: Aiuto
pl: Pomoc
tr: Yardım
vi: Trợ giúp

source: File
de: Datei
el: Αρχείο
es: Archivo
fr: Fichier
pl: Plik
tr: Dosya
vi: Tập tin

source: Quit
de: Beenden
el: Έξοδος
es: Salir
fr: Quitter
it: Esci
pl: Wyjdź
tr: Çıkış
vi: Thoát

source: Preset
de: Voreinstellung
el: Προεπιλογή
es: Predefinido
fr: Prereglage
it: Settaggi
tr: Ön ayarlar
vi: Cài sẵn

source: DWG-Drawings
de: DWG-Zeichnungen
el: Σχέδια DWG
es: DWG-Dibujos
fr: Dessins DWG
it: Disegni DWG
pl: Rysunki DWG
vi: Bản vẽ DWG

source: SVG-Drawings
de: SVG-Zeichnungen
el: Σχέδια SVG
es: SVG-Dibujos
fr: Dessins SVG
it: Disegni SVG
pl: Rysunki SVG
vi: Bản vẽ SVG

source: On Open
de: An offenen Konturen
el: Με το άνοιγμα
es: Abierto
fr: Bridage exterieur
it: Su contorni aperti
pl: Na otwartym
tr: Açık olanda
vi: Đang mở

source: holding-tabs on open contours
de: Haltelaschen an offenen Konturen setzen
el: γλωττίδες συγκράτησης σε ανοικτά περιγράμματα
es: pestañas sostenidas sobre contornos abiertos
fr: Bridage sur contours ouverts
it: fissaggi su contorni aperti
pl: gospodarstwo kart na otwartych konturach
tr: açık çevrelerde sekme-alanı
vi: Tab tổ chức trong đường mở bao quanh

source: On Inside
de: An Innenkanten
el: Εσωτερικά
es: Por dentro
fr: Bridage interieur
it: All'interno
pl: Od wewnątrz
tr: İç üzerinde
vi: Đang bên trong

source: holding-tabs on inside-contours
de: Haltelaschen an Innenkanten setzen
el: γλωττίδες συγκράτησης σε εσωτερικά περιγράμματα
es: pestañas sostenidas sobre contornos interiores
fr: Bridage interieur
it: fissaggi all'interno del contorno
pl: gospodarstwo kart wewnątrz konturu
tr: iç-çevrelerde sekme-alanı
vi: Tab tổ chức trong đường bên trong

source: On Outside
de: An Außenkanten
el: Εξωτερικά
es: Por fuera
fr: Bridage exterieur
it: All'esterno
pl: Na zewnątrz
tr: Dış Üzerinde
vi: Đang bên ngoài

source: holding-tabs on outside-contours
de: Haltelaschen an Außenkanten setzen
el: γλωττίδες συγκράτησης σε εξωτερικά περιγράμματα
es: pestañas sostenidas sobre contornos externos
fr: Bridage exterieur
it: fissaggi sull'esterno del contorno
pl: gospodarstwo karty zewnątrz konturu
tr: dış-çevrelerde sekme-alanı
vi: Tab tổ chức trong đường bên ngoài

source: Island
de: Inseln
fr: île
it: Isola
vi: đảo

source: Material
el: Υλικό
fr: Materiau
it: Materiale
pl: Materiał
tr: Malzeme
vi: Vật liệu

source: save move z-position
el: αποθήκευση μετακίνησης θέσης z
pl: zapisz ruch z pozycją
tr: z-konumu kaydet taşı

source: NC-Debug
el: Αποσφαλμάτωση NC
fr: Debug du GCODE
tr: NC-HataAyıklama
vi: NC-gỡ lỗi

source: output objects whithout offsets / for debuging
el: αντικείμενα εξόδου χωρίς μετατοπίσεις / για αποσφαλμάτωση
es: objetos de salida sin compensación / para depuración
it: plotta oggetto senza offset per debug
pl: dane wyjściowe obiektów bez offsetów / dla debugingu
tr: kayma olmadan çıktı nesnesi / hata ayıklama için

source: Lenght
el: Μήκος
es: Longitud
pl: Długość
tr: Uzunluk
vi: Chiều dài

source: lenght of the holding-tabs
el: μήκος των γλωττίδων συγκράτησης
es: longitud de las holding-tabs
pl: długość z gospodarstwa kart
tr: sekme-alanı uzunluğu
vi: chiều dài của các tab tổ chức

source: Post
el: Μετά
pl: Zamieść
tr: Gönderi
vi: Đăng

source: Laser
el: Λέιζερ
es: Láser
tr: Lazer

source: Parameter
el: Παράμετρος
es: Parámetro
fr: Parametres
it: Parametri
pl: Parametr
tr: Değişkenler
vi: Tham số

source: VNC-Server
el: Διακομιστής VNC
es: Servidor VNC
fr: Serveur VNC
tr: VNC-Sunucu
vi: Máy chủ VNC

source: VNC-Port
el: Θύρα VNC
es: Puerto del VNC
fr: Port VNC
tr: VNC-Portu
vi: Cổng VNC

source: VNC-Server port
el: Θύρα διακομιστή VNC
es: Puerto del servidor VNC
fr: Port du serveur VNC
pl: Serwer port
tr: VNC-Sunucu portu
vi: Cổng máy chủ VNC

source: Save-Move
pl: Zapisz ruch
tr: Kaydet-Taşı

source: output objects without offsets / for debugging
fr: objets finaux sans offset (pour debugage)
